Repository: piterkadet/PITERKADET-DEPO
Catalog: usr/lib/enigma2/python/Plugins/Extensions/MultiQuickButton/locale/*/LC_MESSAGES/MultiQuickButton.po
Languages: ru

source: long
ru: долгое нажатие

source: A/V Settings
ru: A/V настройки

source: About
ru: Опрограме

source: Add
ru: Добавить

source: Add Functions to MQB Key
ru: Добавить функцию

source: Add Plugins to MQB Key
ru: Добавить плагин

source: Autostart
ru: Автостарт

source: Backup
ru: Бекап

source: Backup Settings...
ru: Бекап настроек ...

source: Backward <
ru: Назад <

source: Cancel
ru: Отмена

source: Channel
ru: Канал

source: Channel +
ru: Канал +

source: Channel -
ru: Канал -

source: Channel Selection
ru: Выбор канала

source: Channel list
ru: Список каналов

source: Channel zap (list) +
ru: Канал + (в списке)

source: Channel zap (list) -
ru: Канал - (в списке)

source: Channel zap +
ru: Канал вперед

source: Channel zap -
ru: Канал назад

source: Channels
ru: Каналы

source: Cross Down
ru: Кнопка Вниз

source: Cross Left
ru: Влево

source: Cross Right
ru: Вправо

source: Cross Up
ru: Кнопка Вверх

source: DVDPlayer
ru: DVD Плеер

source: Dolby Digital downmix on/off
ru: Dolby Digital downmix вкл/выкл

source: Entry %s already exists.
ru: Вступление% уже существует.

source: Error
ru: Ошибка

source: Extension Selection
ru: Выбор плагинов

source: FastForward >>
ru: ускоренная перемотка вперед >>

source: Favourite channel 1
ru: Фаворитный канал 1

source: Favourite channel 2
ru: Фаворитный канал 2

source: Favourite channel 3
ru: Фаворитный канал 3

source: Favourite channel 4
ru: Фаворитный канал 4

source: Favourite channel 5
ru: Фаворитный канал 5

source: Forward >
ru: Вперед >

source: Functions
ru: Функции

source: GUI Restart
ru: Перегрузить энигму

source: HELP
ru: Помощь

source: InfoBar Audio Selection
ru: Выбор аудио

source: InfoBar EPG
ru: Показ EPG

source: InfoBar Multi EPG
ru: Показ Multi EPG

source: List of Bouquets
ru: Список фаворитов

source: Main menu
ru: Главное меню

source: Move PIP
ru: Перемещение PIP

source: Multi QuickButton settings
ru: Настройки Multi QuickButton

source: Multi Quickbutton
ru: Быстрые кнопки

source: No valid selection
ru: Не правильный выбор

source: Overwrite existing Backup?.
ru: Заменить существующий бекап ?

source: Overwrite existing Settings?.
ru: Заменить существующие настройки ?

source: Picture Player
ru: Фотоплеер

source: Please Restart MultiQuickButton
ru: Перегрузите MultiQuickButton

source: Please select the backup path...
ru: Выбирите директорию для сохранения ...

source: Please select the restore path...
ru: Пожалуйста, выберите путь восстановления ...

source: Plugin Browser
ru: Список плагинов

source: Plugins
ru: Плагины

source: Quickbutton Key :
ru: Кнопки быстрого доступа :

source: Quite without saving changes ?
ru: Закрыть без сохранения ?

source: Reboot
ru: Перегрузка ресивера

source: Restarting Enigma2 to (de)activate: OK and EXIT Button
ru: Starte Enigma2 neu um die Tasten: OK und EXIT zu (de)aktivieren

source: Restarting Enigma2 to load:
ru: Перезагрузка Enigma2 для загрузки:

source: Restarting Enigma2 to set Multi QuickButton Autostart
ru: Перезапуск Enigma2 to set Multi QuickButton Autostart

source: Restore
ru: Востановление

source: Restore Settings...
ru: Восстановление параметров ...

source: Rewind <<
ru: Перемотка <<

source: Save
ru: Сохранить

source: Save Settings
ru: Сохранить настройки

source: Show PIP
ru: Показать PIP

source: Sleeptimer
ru: Таймер сна

source: Start Teletext
ru: Запустить Teletext

source: Start Timeshift
ru: Включить Timeshift

source: Subservice Selection
ru: Выбор Subservice

source: Subtitles
ru: Субтитры

source: Swap PIP
ru: Обмен PIP

source: Switch 4:3 (Pillarbox) (Pan&Scan)
ru: Переключение 4:3 (Pillarbox<=> Pan&Scan)

source: Timer
ru: Таймер

source: Toggle AtmoLight
ru: Переключить AtmoLight

source: VTI DeviceManager
ru: VTI Девайс менеджер

source: VTI EPG Settings
ru: VTI настройки EPG

source: VTI Manual Package Installation
ru: VTI ручная установка пакетов (USB или /tmp)

source: VTI News
ru: Новости VTI

source: VU+ EPG / INFO
ru: EPG

source: VU+ R-Button
ru: Кнопка R

source: Zap history back
ru: Предыдущий канал в истории

source: Zap history next
ru: Следующий канал в истории

source: blue
ru: синяя

source: delete
ru: удалить

source: file %s not found!
ru: Файл% не найден!

source: green
ru: зеленая

source: off
ru: выкл.

source: on
ru: вкл.

source: red
ru: красная

source: yellow
ru: желтая
