Repository: piterkadet/PITERKADET-DEPO
Catalog: usr/lib/enigma2/python/Plugins/Extensions/piconload/locale/*/LC_MESSAGES/piconload.po
Languages: ru

source: About Piconload Version %s
ru: Информация о плагине %s

source: Cancel
ru: Отменить

source: Delete all Picon Oled hdd
ru: Удаление Picon Oled с HDD

source: Delete all Picon Oled usb
ru: Удаление Picon Oled с USB

source: Delete all picon
ru: Удаление пиконов

source: Delete all picon hdd
ru: Удаление пиконов с HDD

source: Delete all picon usb
ru: Удаление пиконов с USB

source: Download
ru: Загрузить

source: Download picon Black reference
ru: Загрузка чёрных пиконов

source: Download 0ther picon reference
ru: Загрузка других пиконов

source: Download Picon 0led 96x64 picon reference
ru: Загрузка пиконов для дисплея 96x64

source: Download picon Transparent reference
ru: Загрузка прозрачных пиконов

source: Download plugin PiconLoad
ru: Cкачать плагин PiconLoad

source: Download white picon reference
ru: Загрузка белых пиконов

source: Error in downloading INFO.text
ru: Внимание, не загружается INFO.text или нет сети

source: GUI needs a restart to apply the new piconpath Do you want to Restart the GUI now?
ru: Необходимо перезагрузить Энигму, чтобы применить новые piconpath Хотите перезагрузить Энигму сейчас?

source: Other picon
ru: Другие пиконы

source: Picon Black
ru: Пиконы чёрные

source: Picon Oled 96x64
ru: Пиконы 96x64 для дисплея

source: Picon Transparent
ru: Пиконы прозрачные

source: Picon White
ru: Пиконы белые

source: PiconProv
ru: Пиконы piconProv

source: PiconSat
ru: Пиконы piconSat

source: Piconload Menu
ru: Меню Piconload

source: Piconload for USB and HDD
ru: Загрузка пиконов на USB или HDD

source: Plugin update
ru: Обнoвление плагина

source: Restart GUI now?
ru: Перезагрузить Энигму сейчас?

source: Save
ru: Сохранить

source: Select path for picons
ru: Выбрать накопитель

source: Selekt picon
ru: Выбор пиконов

source: SetpiconPath
ru: Выбор накопителя

source: Setup Path for picon
ru: Накопители для сохранения пиконов

source: Symlink directory
ru: Создание Symlink

source: Symlink picon_oled on HDD
ru: Создание Symlink picon_oled на HDD

source: Symlink picon_oled on USB
ru: Создание Symlink picon_oled на USB

source: Symlink on HDD
ru: Создание Symlink на HDD

source: Symlink on USB
ru: Создание Symlink на USB

source: Update description
ru: Описание обновлённых пиконов

source: helpinfo
ru: Oтветы на вопросы

source: SkinSelekt
ru: Bыбор оболочки

source: piconload skin selekt
ru: Выбрать оболочку для Piconload

source: Standart
ru: Стандартный

source: miniTV
ru: МиниТВ

source: GUI needs a restart to apply a new skins
ru: Перезагрузитe Энигму для применения новой оболочки

source: SKRENS downloaded Successfull /tmp
ru: Скриншот создан и находится в /tmp

source: SKRENS downloaded UnSuccessfull /tmp
ru: Скриншот не создан и не находится в /tmp

source: Download menu - icon
ru: Выбор меню с иконками

source: Download menu - icon+miniTV
ru: Выбор меню с иконками+миниТВ

source: Apply
ru: Применить

source: Uncheck All
ru: Снять отметки

source: Now edit your satellites list!
ru: Теперь необходимо отредактировать список спутников!

source: Getting latest satellites list... It can take long time on slow internet connection!
ru: Получение последнего списка спутников... Это может занять некоторое время!

source: New satellites sucsessfully writen . Restart Enigma now
ru: Новый Satelites xml загружен. Перегрузите Энигму

source: Default
ru: По умолчанию

source: Enable ShootYourScreen :
ru: Включить ShootScreen:

source: Exit
ru: Выход

source: Format for screenshots :
ru: Формат Скриншота:

source: Grabbing Screenshot failed !!!
ru: Захват Скриншота удался!!!

source: Path for screenshots :
ru: Путь для Скриншота:

source: Picture size (width) :
ru: Размер изображения(ширина):

source: Quality of jpg picture :
ru: Качество JPG картинки:

source: Really close without saving settings?
ru: Действительно закрыть без сохранения настроек?

source: Reset ShootYourScreen settings to defaults?
ru: Сброс ShootScreen параметров по умолчанию?

source: Screenshot of :
ru: Скриншот:

source: Screenshot successfully saved as: %s
ru: Скриншоты успешно сохранены в: %s

source: ShootYourScreen for VU+ STB - %s
ru: ShootScreen для VU+STB - %s

source: Skin resolution
ru: Скин по resolution

source: Sorry, your device for screenshots is not writeable. Please choose another one.
ru: К сожалению, устройство для снятия Скриншотов не записываемое Пожалуйста, выберите другое.

source: Switch Help and Help long button :
ru: Включить кнопку Help длительным нажатием:

source: Timeout for info message :
ru: Тайм-аут для информационных сообщений:

source: make Screenshots with your VU+
ru: делать Скриншоты с ShootScreen

source: piconload Plugin %s Piconmaster Kiber12 Pluginmaster Maigais Pluginmaster Technik thanks for the participation: RamasG(picon_oled)
ru: Плагин Piconload %s Мастер пиконов Kiber12 Мастер плагина Maigais Мастер плагина Technik Спасибо за дополнения : RamasG(picon_oled)
