Repository: piterkadet/PITERKADET-DEPO
Catalog: usr/lib/enigma2/python/Plugins/Extensions/3kKey/locale/*/LC_MESSAGES/kkey.po
Languages: ru

source: Close
ru: Закрыть

source: Centr
ru: Центр

source: Sibir
ru: Сибирь

source: Both
ru: Обе зоны

source: 2boom's 3k Key Downloader
ru: Загрузчик 3k ключей (с) 2boom

source: Select 3k zone
ru: Выберите 3к зону

source: Select path to save ee.bin
ru: Выбор пути сохранения ee.bin

source: AutoDownload ee.bin
ru: Автозагрузка ee.bin

source: AutoDownload period
ru: Переодичность автозагрузки

source: AutoDownload message notification
ru: Вывод сообщений при автозагрузке

source: Download ee.bin
ru: Загрузить ee.bin

source: configuration is saved
ru: Конфигурация сохранена

source: ee.bin(s) donwloaded
ru: файл(ы) загружен(ы)

source: Sorry, the Key download error
ru: Ошибка загрузки

source: half an hour
ru: полчаса

source: one hour
ru: один час

source: an hour and a half
ru: полтора час

source: two hours
ru: два часа

source: tree hours
ru: три часа

source: six hours
ru: шесть часов

source: twelve hours
ru: двенадцать часов

source: everyday
ru: ежедневно

source: 3k Key Downloader for zone Centr/Sibir
ru: Загрузчик ключей 3к для Центр/Сибирь
